/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "استخدم BlackBerry Blend لعرض الرسائل والمحتويات من جهاز BlackBerry على الكمبيوتر. يمكنك أيضًا عرض التقويم وجهات الاتصال وإدارة الملفات بين الكمبيوتر والجهاز.  إذا تم تشغيل جهازك على شبكة المؤسسة، فستتمكن من الوصول بأمان إلى المعلومات المتعلقة بالعمل والملفات وإنترانت الشركة من دون الاتصال بـ VPN. إن BlackBerry Blend معتمد على الأجهزة التي تعمل بالإصدار 10.3 أو إصدار أحدث من نظام تشغيل BlackBerry 10.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "استخدم BlackBerry Link لنسخ بيانات جهازك احتياطيًا واستعادتها، أو التبديل إلى جهازٍ جديد أو تحديث برنامج جهازك أو إعادة تثبيته. يمكنك أيضًا مزامنة الوسائط والمستندات وبيانات المنظم، مثل جهات الاتصال والتقويمات بين جهازك والكمبيوتر. يمكنك الوصول إلى الملفات على الكمبيوتر من جهازك باستخدام ميزة الوصول إلى الملفات عن بُعد، وغيرها!";